import Link from "next/link";

export default function About(){
    return(
        <div className="px-5 space-y-3">
            <p>Привет, я автор проекта "Логика психолога", меня зовут Виктория, мне 29 лет.</p>
            <p>По образованию и деятельности я педагог-психолог, член ассоциации когнитивно-поведенческой терапии, год назад получила дополнительную квалификацию по клинической психологии</p>
            <p>Как мне пришла идея создать проект?</p>
            <p>Когда я сама только начинала проводить частные консультации, то столкнулась со страхом сделать что-то не так, я не до конца понимала, что именно должно происходить на консультации. Знаний, которые получила в государственном институте оказалось недостаточно для работы. После чего я начала посетила много разных курсов по психологии, прочитала десятки книг, посмотрела много часов лекций и начала практиковать</p>
            <p>Эта база знаний формировалась мной годами, путем проб и ошибок. Теперь вам не нужно совершать свои) </p>
            <p>Большинство техник, которые вы здесь найдёте, мои личные, авторские. Делюсь с вами только тем, что хорошо зарекомендовало себя на практике</p>
            <p>В этом проекте я совместила все самое важное и ценное, что нужно знать психологу на начальном этапе, когда есть неуверенность в своих знаниях и страх ошибиться</p>
            <p>Благодаря удобной структуре сайта, вы можете пользоваться информацией даже во время консультаций</p>
            <p>Также, вы всегда можете <Link className="text-black underline" href={'https://t.me/Vika_Shed'}>написать мне</Link>, по какой теме нужно добавить информацию</p>
            <p>Я буду рядом, пока вы учитесь обретать опору на себя в профессии психолога🤍</p>
        </div>
    )
}